<link rel="stylesheet" type="text/css" href="css/style.css"
	</head>

	<body>
		<div class="wrapper">
			<header>
				<h1>Everything's A Magazine</h1>
				</header>
			<nav>
				<a href="index.html">Home</a>
				<a href="about.html">About</a>
				<a href="books.html">Books</a>
				<a href="contact.html">Contact</a>
			</nav> 

			<aside>
				<nav id="nav_aside">
				<a href="http://www.ubu.com">ubuweb</a>
				</nav>
			</aside>
			
			<section id="one">

			<img id="main" src="images/invite.jpg" title="Invite to Book Launch" alt="photo of invite to new book launch">
			</section>
			<article class="description">
				<h2>Just Out!</h2>
			
			<p>It's all thanks to translator and editor <a href="http://www.newwriting.net/author/villa-dirceu/">Dirceu Villa</a> who has nursed this project for 10 years whilst accomplishing even more magnificent things including a PhD in Italian and British Poetry of the 15th and 16th centuries, two new books of poetry, and the magnificent Lustra, his Ezra Pound translation. Dirceu also secured publication by Dobra Editorial, in their terrific Passagens series, and the participation of Leonardo Fr&oacute;es, who wrote the thoughtful postscript, on translation as much as poetry, though the two terms are perhaps synonymous. I hope to go to Sao Paulo next year to check out this city which has been so generous to my poetry.</p><br>
			</article>

			<div class="poem"> 
			<h3>Famous In Your Head</h3>

			<p>You can be very famous in your own head for something. Gilding, for example. Forgery. I am a forger par excellence, according to my own legend. I am a master portraitist of Joe Stalin. I am a cunning maker of small cavemen. I am most famous in my head for falling out of boats in Bray and the Sea of Marmara & laughing my head off&mdash;that very same head I'm famous in. I'm also famous in my family for cooking & baking & lightning changes of mood. My mother was famous for baking & a red dress. My sister was famous for trickery. They're all gone now, those famous folk. My head is a very small arena but I'm the star there, when the lights are on.</p> 
			</div>
			<div class="poem"><br><h3>Famosa Na Sua Cabe&ccedil;a</h3>

			<p>Voc&ecirc; pode ser bem famosa na sua cabe&ccedil;a por alguma coisa. Lamina&ccedil;&atilde;o em ouro, digamos. Falsifica&ccedil;&atilde;o. Sou falsificadora par excellence, segundo minha pr&oacute;pria lenda. Sou retratista-mestre de Z&eacute; St&aacute;lin. Sou uma astuta fazedora de mini-homens da caverna. Sou mais famosa na minha cabe&ccedil;a por cair de barcos em Bray e no Mar de M&aacute;rmara & rir como se faltasse parafuso na cabe&ccedil;a&mdash;a mesma na qual sou famosa. Sou famosa na minha fam&iacute;lia por cozinhar & assar & mudar r&aacute;pido de humor. Minha m&atilde;e era famosa por assar & por um vestido vermelho. Minha irm&atilde; era famosa por trapa&ccedil;as. L&aacute; se foi essa gente famosa. Minha cabe&ccedil;a &eacute; uma arena pequena, mas sou a estrela l&aacute;, com as luzes acesas.
			</p>
			
			</div> 

			<section id=two>	
			<p><br>from <i>Famosa na sua cabe&ccedil;a</i>, tradu&ccedil;&atilde;o de Dirceu Villa (S&atilde;o Paulo: Dobra Editorial 2015), first published in <i>The Best of (What's Left of) </i>Heaven)</p>
			</section>
			
			<article class="summary">
			
			<h2>What's Up</h2>
				
			<p>This is a writing/performing/teaching website combining archive and newssheet, featuring</p>
			<ul> 
			<li>day-to-day writing</li>
			<li>cool stuff I come across and want to share</li>
			<li>current and previous publications</li> 
			<li>courses</li>
			<li>projects</li>
			<li>social media/blog links</li>
			</ul>

		<br>
		</article>
		<section id=three>
		<a href="mailto:mbyrne@risd.edu">email me</a>
		</section>

		<footer>
		<a href="#">go to top</a></p>
	</footer>
	</div>
	</body>
</html>
